[
   "Hitunglah hidupmu dengan senyuman, bukan air mata. Hitunglah usiamu dengan teman, bukan tahun.",
   "Semoga ulang tahunmu menjadi awal dari tahun yang penuh dengan keberuntungan, kesehatan, dan kebahagiaan.",
   "Di ulang tahunmu, aku mengharapkan kebahagiaan dan cinta yang melimpah. Semoga semua impianmu menjadi kenyataan.",
   "Semoga harimu penuh dengan cinta dan keceriaan. Semoga kamu dikelilingi oleh orang-orang yang kamu cintai.",
   "Ulang tahun adalah awal yang baru, permulaan yang segar, dan waktu untuk mengejar usaha baru dengan tujuan baru. Maju dengan percaya diri dan keberanian. Kamu adalah orang yang sangat istimewa. Semoga hari ini dan semua harimu menjadi luar biasa!",
   "Kamu tidak pernah terlalu tua untuk menetapkan tujuan baru atau bermimpi mimpi baru.",
   "Ulang tahun adalah cara alam memberitahu kita untuk makan lebih banyak kue.",
   "Muda adalah hadiah dari alam, namun usia adalah karya seni.",
   "Semoga tahun depanmu membuatmu terkejut dengan kebahagiaan senyuman, perasaan cinta, dan sebagainya. Aku harap kamu akan menemukan banyak kenangan manis untuk dikenang selamanya. Selamat ulang tahun.",
   "Ulang tahun adalah waktu untuk mengatakan kami berharap kamu memiliki hari terbaik. Tertawa, tersenyum, dan merayakan dengan teman. Semoga hari-hari penuh keajaiban tak pernah berakhir!",
   "Kamu hanya muda sekali, namun kamu bisa tidak dewasa seumur hidup.",
   "Jangan hanya menghitung tahun-tahunmu, buatlah tahun-tahunmu berarti.",
   "Sebuah doa untukmu di ulang tahunmu, apa pun yang kamu minta semoga kamu terima, apa pun yang kamu cari semoga kamu temukan, apa pun yang kamu inginkan semoga terpenuhi di ulang tahunmu dan selalu. Selamat ulang tahun!",
   "Ulang tahun adalah waktu untuk merayakan prestasi, tujuan masa depanmu, kenanganmu, dan hidupmu.",
   "Menambah satu tahun lagi ke dalam hidupmu adalah berkat. Semoga Tuhan mencurahkan berkat-Nya padamu. Selamat ulang tahun.",
   "Kamu adalah hadiah untuk dunia. Bagaimana dengan ucapan ulang tahun yang konyol ini. Selamat ulang tahun.",
   "Aku harap hari istimewamu akan membawamu banyak kebahagiaan, cinta, dan kesenangan. Kamu sangat pantas mendapatkannya. Nikmatilah!",
   "Ketika anak-anak kecil bertanya berapa usiamu di pesta mu, sebaiknya langsung saja katakan kepada mereka. Ketika mereka sibuk mencoba menghitung sampai segitu, kamu bisa mencuri sepotong kue mereka!",
   "Tahun petualangan lain lagi menunggumu. Sambutlah dengan merayakan ulang tahunmu dengan pesta dan kemegahan. Semoga kamu memiliki ulang tahun yang sangat bahagia dan penuh kesenangan!",
   "Ini adalah senyuman dariku… Untuk mengharapkan kamu memiliki hari yang membawa jenis kebahagiaan dan kegembiraan yang sama yang kamu berikan padaku. Selamat ulang tahun!",
   "Tahun lebih tua, tahun lebih berani. Selamat ulang tahun!",
   "Semoga ulang tahunmu seistimewa dirimu.",
   "Semoga harimu penuh dengan cinta dan kebahagiaan. Selamat ulang tahun!",
   "Satu tahun lagi, satu berkah lagi. Selamat ulang tahun!",
   "Mimpi besar, tuju tinggi. Selamat ulang tahun!",
   "Semoga ulang tahun ini menjadi awal dari babak baru yang penuh cinta dan kebahagiaan.",
   "Semoga yang terbaik untukmu di hari istimewamu. Selamat ulang tahun!",
   "Hitunglah berkahmu, bukan usiamu. Selamat ulang tahun!",
   "Kamu tidak pernah terlalu tua untuk menetapkan tujuan baru atau bermimpi. Selamat ulang tahun!",
   "Hargai setiap momen dan manfaatkan perjalanan dengan sebaik-baiknya. Selamat ulang tahun!",
   "Tahun ini bertambah tua, tapi tentu tidak bertambah bijaksana! Selamat ulang tahun!",
   "Usia hanyalah angka, tapi dalam kasusmu, itu adalah angka yang sangat besar! Selamat ulang tahun!",
   "Selamat ulang tahun! Aku akan memanggangkanmu kue, tapi aku khawatir kamu akan tetap terlihat lebih muda dariku!",
   "Mereka bilang usia hanyalah angka, jadi bagaimana kalau kita mulai menghitung mundur? Selamat ulang tahun!",
   "Selamat ulang tahun! Semoga dinding Facebookmu dipenuhi dengan pesan dari orang-orang yang tidak pernah kamu ajak bicara!",
   "Selamat atas ulang tahunmu! Ini adalah hari di mana kamu bisa bertingkah sesuai dengan usiamu yang sebenarnya!",
   "Selamat ulang tahun. Aku doakan ulang tahunmu semanis kue dan tahun yang akan datang dipenuhi dengan banyak kegembiraan seperti peranmu di hidupku.",
   "Semoga ulang tahun kamu tahun ini luar biasa, berlimpah rezeki, dan bahagia.",
   "Selamat ulang tahun, Sahabatku. Semoga kamu diberi hadiah terindah dari Tuhan berupa kebijaksanaan, kesehatan, dan kebahagiaan."
]